IDEA StatiCa Open Model
SteelSetupECEN.GammaM1 Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 GammaM1
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double GammaM1 { get; set; }
Public Property GammaM1 As Double
	Get
	Set
public:
property double GammaM1 {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
SteelSetupECEN Class
IdeaRS.OpenModel Namespace